Repository: michielpost/WindowsPhone.Treintijden
Catalog: Trein.Win8/Resources/*/Resources.resw
Source language: en
Languages: nl

# AboutTitleTextBlock.Text
source: About
nl: Over deze applicatie

# AboutUserControlLocationDisclaimer.Text
source: Location data is only used to show stations nearby. The data is not stored or sent over the internet.
nl: De locatie gegevens worden alleen gebruikt om automatisch stations in de buurt te tonen en worden niet opgeslagen.

# AppBarAboutTitle
source: About this app
nl: Over deze applicatie

# DepartureTimesPageAppBarDel.Tag
source: Delete
nl: Verwijder

# DepartureTimesPageAppBarFav.Tag
source: Favorite
nl: Favoriet

# DepartureTimesPageError.Text
source: Could not load departure times.
nl: Vertrektijden konden niet geladen worden.

# DepartureTimesPageLoading.Text
source: Loading departure times...
nl: Vertrektijden laden...

# DepartureTimesPageRichting.Text
source: Direction
nl: Richting

# DepartureTimesPageSpoor.Text
source: Track
nl: Spoor

# DepartureTimesPageTreintype.Text
source: Train type
nl: Treintype

# MainPageGeenStoringen.Text
source: No disruptions
nl: Geen storingen.

# MainPagePopupAddStation.Text
source: Add station
nl: Station toevoegen

# mei
source: may
nl: mei

# mrt
source: mar
nl: mrt

# okt
source: oct
nl: okt

# PlannerControlAankomstCheck.Content
source: arrival
nl: aankomst

# PlannerControlButton.Content
source: Plan my trip
nl: Plan mijn reis

# PlannerControlNaarTextBox.Text
source: Destination
nl: Naar

# PlannerControlVanTextBox.Text
source: From
nl: Van

# PlannerControlVertrekCheck.Content
source: departure
nl: vertrek

# PlannerControlWanneerTextBox.Text
source: When?
nl: Wanneer?

# SearchResultsPageNotFound.Text
source: No results.
nl: Geen resultaten.

# SearchResultsViewModelNoInput
source: No search query.
nl: Geen zoekopdracht

# SearchResultsViewModelSearchFor
source: Results for '{0}'
nl: Resultaten voor '{0}'

# Storingen
source: Disruptions
nl: Storingen

# StoringenCount
source: Disruptions ({0})
nl: Storingen ({0})

# StoringenErrorTextBlock.Text
source: Could not load disruptions.
nl: Kon geen storingen laden.

# StoringenLadenTextBlock.Text
source: Loading disruptions...
nl: Storingen laden...

# StoringenPageError.Text
source: Could not load disruptions at this moment.
nl: Kan op dit moment geen storingen laden.

# StoringenPageGeenStoringen.Text
source: No known disruptions.
nl: Op dit moment zijn er geen storingen bekend.

# StoringenPageLoading.Text
source: Loading disruptions...
nl: Storingen laden...

# TravelAdvicePageError.Text
source: Could not load train times.
nl: Kan op dit moment geen reismogelijkheden laden.

# TravelAdvicePageLoading.Text
source: Loading trip data...
nl: Reismogelijkheden laden...

# TravelAdviceSinglePageReisinformatie.Text
source: Travel info
nl: Reisinformatie

# TravelAdviceSinglePageRichting.Text
source: Direction
nl: Richting

# TravelAdviceSinglePageSpoor.Text
source: Track
nl: Spoor

# TravelAdviceSinglePageTraject.Text
source: Route
nl: Traject

# TravelAdviceSinglePageTreintype.Text
source: Train type
nl: Treintype

# TravelAdviceSingleViewModelTitle
source: Departure {0} › Arrival {1}
nl: Vertrek {0} › Aankomst {1}

# VertrektijdListControlLaden.Text
source: Loading...
nl: Laden...

# ShareError
source: Nothing to share at this moment.
nl: Geen share mogelijkheid op dit moment.

# ShareErrorDataType
source: Could not share data with this application.
nl: Kan geen data sharen met deze applicatie.

# StoringenPageTitle.Text
source: Disruptions and maintenance
nl: Storingen en werkzaamheden

# StoringenPageGeenWerkzaamheden.Text
source: No maintenance work.
nl: Geen werkzaamheden.

# StoringenPageStoringen.Text
source: Disruptions
nl: Storingen

# StoringenPageWerkzaamheden.Text
source: Maintenance
nl: Werkzaamheden

# StoringFlyoutTitle.Text
source: Disruption
nl: Storing

# WerkFlyoutTitle.Text
source: Track maintenance
nl: Werk aan het spoor

# PlannerControlNotTextBox.Text
source: Now
nl: Nu

# PlannerControlDatumTextBox.Text
source: Date
nl: Datum

# PlannerControlTijdTextBox.Text
source: Time
nl: Tijd

# MainPageLaatstGebruikt.Text
source: Last used
nl: Laatst gebruikt

# MainPageSuggesties.Text
source: Suggestions
nl: Suggesties

# TravelAdvicePageNoTrips.Text
source: No travel options found.
nl: Geen reismogelijkheden gevonden voor deze reis.

# PlannerControlError.Text
source: Please enter a departure and arrival station.
nl: Vul een vertrek- en aankomststation in.

# PlannerControlErrorNotDifferent.Text
source: Use a different departure and arrival station.
nl: Vul verschillende vertrek- en aankomststations in.

# AppBarSettingsTitle
source: Settings
nl: Instellingen

# SettingsTitleTextBlock.Text
source: Settings
nl: Instellingen

# SettingsUserControlReisplanner.Text
source: Planner
nl: Reisplanner

# SettingsUserControlShowHslToggle.Header
source: Show highspeed train in travel advice
nl: Toon hogesnelheidstreinen in reisadvies

# SettingsUserControlShowHslToggle.OffContent
source: no
nl: nee

# SettingsUserControlShowHslToggle.OnContent
source: yes
nl: ja

# SettingsUserControlUseOvToggle.Header
source: Use my NS- or OV-yearcard
nl: Ik heb een NS- of OV-jaarkaart

# SettingsUserControlUseOvToggle.OffContent
source: no
nl: nee

# SettingsUserControlUseOvToggle.OnContent
source: yes
nl: ja

# AddTrajectAppBar.Tag
source: Route
nl: Traject

# DeleteHistoryButon.Content
source: Delete Search History
nl: Verwijder Zoekhistorie

# DeleteTrajectAppBar.Tag
source: Route
nl: Traject

# EersteKlas.Text
source: first class
nl: eerste klas

# HerplanAppBar.Tag
source: Replan
nl: Herplan

# LaatstGelpandEmpty.Text
source: When you plan a trip, it will be saved in this list.
nl: Geplande reizen worden automatisch opgeslagen in deze lijst.

# LaatstGelpandHeader.Text
source: Last trips
nl: Laatst gepland

# MijnStationsHeader.Text
source: My stations
nl: Mijn stations

# MijnTrajectenEmpty.Text
source: Plan a trip and add a favorite route using the AppBar.
nl: Plan eerst een reis en voeg daarna het geplande traject toe als favoriet via de AppBar.

# MijnTrajectenHeader.Text
source: My routes
nl: Mijn trajecten

# MyStationsEmpy.Text
source: Add a station using the AppBar.
nl: Voeg een station toe via de AppBar.

# ReturnTrip.Text
source: two way
nl: retour

# SingleTrip,Text
source: single trip
nl: enkele reis

# TweedeKlas.Text
source: second class
nl: tweede klas

# NearbyHeader.Text
source: Nearby
nl: In de buurt

# DeleteTrajectMultipleAppBar.Tag
source: Delete routes
nl: Verwijder trajecten

# DeleteStationMultipleAppBar.Tag
source: Delete stations
nl: Verwijder stations

# DeleteTripMultipleAppBar.Tag
source: Delete trips
nl: Verwijder reizen

# PlannerAskFyra
source: Enable searching for high speed trains using the settings screen.
nl: Wil je de Fyra meenemen in het reisadvies? Zet dit aan bij de instellingen via de Settings Charm.

# PlannerFyraJa
source: Show settings
nl: Toon instellingen

# PlannerFyraNee
source: No
nl: Nee

# Conducteur
source: Conductor
nl: Conducteur

# DonatePageBuy
source: buy
nl: kopen

# DonatePageIntro
source: This application is completely free. You can support the development of this app by buying one or more badges.
nl: Deze applicatie is volledig gratis te gebruiken. Je kunt de ontwikkeling van de applicatie steunen door één of meerdere van onderstaande badges te kopen.

# DonatePageTitle
source: Support this app
nl: Steun deze applicatie

# gratis
source: free
nl: gratis

# PlannerControlUserType
source: User type:
nl: Type gebruiker:

# Reiziger
source: Traveler
nl: Reiziger

# ShareDefaultText
source: Plan a trip to share it.
nl: Plan een reis om een reisadvies te delen of te printen.

# MainPageStationToevoegenButton.Content
source: Add
nl: Toevoegen
